{
  "dataHeader": {
    "nav": [
      {
        "title": "О нас",
        "src": "/about"
      },
      {
        "title": "Продукты",
        "src": "/products"
      },
      {
        "title": "Компетенции",
        "src": "/competencies"
      },
      {
        "title": "Лицензии",
        "src": "/licenses"
      },
      {
        "title": "Вакансии",
        "src": "/careers"
      },
      {
        "title": "Контакты",
        "src": "/contacts"
      }
    ],
    "alt": "Uma.Tech",
    "title": "UMA.TECH — высотехнологичная компания с многолетним опытом работы на рынке ИТ и телекоммуникаций."
  },
  "dataPopupCookie": {
    "title": " Общие положения использования файлов cookies",
    "data": "Во время просмотра любой страницы данного сайта на Ваш компьютер загружается сама страница, а также небольшой текстовый файл под названием «cookie». Файлы cookies не содержат никакой личной информации о Вас. <br /><br /> Такими файлами пользуются многие сайты, поскольку cookies позволяют осуществлять множество полезных вещей. Информация, которую мы получаем посредством cookies-файлов, помогает нам предоставлять вам наши услуги в наиболее удобном для вас виде. <br /><br /> Вы можете отключить cookie их в настройках безопасности вашего браузера.<br /><br />Важно понимать, что настройки нужно применить во всех браузерах, которыми вы пользуетесь (на компьютере и в телефоне). В случае если вы решите отключить cookiе, часть функций сайта перестанут быть вам доступны или могут работать непредсказуемо.<br /><br />Если у Вас остались вопросы, Вы можете написать в нашу службу поддержки: <a href='mailto:info@uma.tech'>info@uma.tech</a>"
  },
  "dataPopupVacancies": {
    "title": "Отправить резюме",
    "data": "Даю согласие на обработку своих персональных данных согласно <a href='/policy.html' target='_blank'>Политике ООО 'Ума.Тех' по обработке и защите персональных данных</a>"
  },
  "dataNews": [
    {
      "title": "Команда Uma.Tech – в Суперфинале «Гонки Героев»",
      "text": "Сотрудники Uma.Tech выставили команду и дошли до Суперфинала «Гонки Героев» – популярной командной военно-спортивной игры, где участникам приходится преодолевать полосу препятствий.",
      "hashtag": "#новости"
    },
    {
      "title": "Uma.Tech – Генеральный партнёр российского «Лета Информатики»",
      "text": "«Лето информатики» – крупнейшее научно-образовательное мероприятие для студентов «цифровых специальностей. Мероприятие прошло при активном участии топ-менеджеров Uma.Tech.",
      "hashtag": "#блог"
    },
    {
      "title": "Компания Uma.Tech - официальный партнер «Ночи карьеры» в Екатеринбурге",
      "text": "Приходите на стенд компании 8 ноября и становитесь ближе к работе своей мечты! Предварительная регистрация на сайте <a href='https://xn--80adjbxl0aeb4ii6a.xn--p1ai' target='_blank'>времякарьеры.рф</a>",
      "hashtag": "#новости"
    },
    {
      "title": "Производительность серверов Uma.Tech: радикальное повышение",
      "text": "Обновление оборудования позволило увеличить скорость отдачи видео, которая теперь у платформы Uma.Tech составляет свыше 100 Гбит/c с одного юнита (больше 4 Тбит/c со стойки).",
      "hashtag": "#блог"
    },
    {
      "title": "<a href='https://challenge.uma.tech/' target='_blank'>Стартовал Всероссийский студенческий конкурс  Uma.Challenge </a>",
      "text": "<a href='https://challenge.uma.tech/' target='_blank'>Uma.Tech запустила Первый всероссийский онлайн-конкурс Uma.Challenge с тремя направлениями: Highload Dev, Data Science и Machine Learning. Зарегистрироваться и выбрать конкурсное направление можно до 25.10.2019, призовой фонд – 250 000 рублей в каждой номинации + MacBook Pro в качестве специального приза. Участники Uma.Challenge получают уникальные шансы для практической демонстрации своих навыков, позволяющих решать сложные задачи в наиболее востребованных сегментах современных IT.</a>",
      "hashtag": "#новости"
    }
  ],
  "dataAbout": [
    {
      "title": "Уникальная команда профессионалов",
      "text": "Инновации и технологии – то, чем живет каждый сотрудник Uma.Tech. Развитие и постоянное стремление к лучшему – в нашем ДНК. Здесь каждый талантливый человек сможет открыть для себя новые возможности, найти интересные задачи и получить уникальный опыт. Мы создаем среду, где ответственность и профессионализм будут всегда вознаграждены."
    },
    {
      "title": "Масштабные задачи и возможности",
      "text": "Мы решаем самые непростые задачи – построение it-инфраструктуры и разработка высоконагруженных сервисов с сложной логикой, разрабатываем решения для аналитики. Каждая задача – это новые возможности для наших партнеров и развитие компетенций наших сотрудников."
    },
    {
      "title": "Широчайшая экспертиза на рынке",
      "text": "Команда Uma.Tech создала и поддерживает одну из крупнейших в стране сетей доставки контента, располагает экспертизой и инфраструктурой для разработки highload-сервисов и работы с быстрорастущими объемами данных."
    }
  ],
  "dataProducts": [
    {
      "items": [
        {
          "title": "Единый личный кабинет",
          "text": "Обеспечивает удобство работы с любыми сервисами, построенными на нашей платформе Uma.Media. Единый аккаунт для всех проектов, полная статистика использования, доступная в онлайне, технология единого входа и прочие особенности делают взаимодействие с видеосервисами простым и быстрым."
        },
        {
          "title": "Система авторизации и надежное хранение  персональных данных ",
          "text": "Для поставщиков видеоконтента наше решение актуально благодаря защищенному хранилищу персональных данных пользователей, поддержке единого входа с использованием стандартных протоколов авторизации и аутентификации, а также доступностью сквозной аналитики по всем проектам на платформе Uma.Media."
        }
      ]
    },
    {
      "items": [
        {
          "title": "Мы создали универсальную платформу для управления цифровым вещанием",
          "text": "Uma.Media обеспечивает настройку разных форматов взаимодействия с пользователем. Она может обеспечить live-трансляции и видео по запросу, позволяет ограничивать доступ к контенту, пригодна для распространения свободно распространяемого и платного контента."
        },
        {
          "title": "Гибкая система управления контентом",
          "text": "Платформа отличается высокой надежностью, способна работать под highload-нагрузками, может работать с устройствами разных типов и актуальна большой гибкостью в настройках. Управляемая из единого центра, она позволяет, например, кастомизировать контент или ограничивать доступность видео по географическим параметрам, по доменам, по типам устройств, распространять материалы по подписке с DRM или на условиях разового доступа с ограничением по времени. "
        },
        {
          "title": "Видеоплеер",
          "text": "Платформа работает с любыми плеерами, но мы создали свой, который может работать на любых устройствах, включая Smart TV. Особенности нашего плеера – надежность, универсальность, гибкость и широкие возможности настройки под любые модели потребления, включая сбор расширенной аналитики к кастомизации."
        }
      ]
    },
    {
      "items": [
        {
          "title": "Собственный счетчик",
          "text": "Мы создали собственный счетчик. Его особенность в большой гибкости – счетчик может быть интегрирован с любым плеером, собирать постраничные данные и детализированную видеоаналитику, может работать в привязке к авторизованным пользователям сервиса или получать анонимизированные данные."
        },
        {
          "title": "Детализированная видеоаналитика",
          "text": "Счетчик, созданный нами, был спроектирован для учета просмотров видео, но может быть настроен под любые запросы клиента, собирая расширенные метрики как для оперативных задач, так и для последующей аналитики."
        }
      ]
    },
    {
      "items": [
        {
          "title": "Крупнейший оператор связи",
          "text": "Мы входим в топ крупнейших операторов связи страны. Развитая сеть каналов, охватывающая практически всю территорию России, современная техническая инфраструктура, налаженные связи с национальными провайдерами, штат квалифицированных специалистов и широкие возможности оптимизации обеспечивают высокие скорости доставки, надежность работы, защищенность от форс-мажоров и хакерских атак."
        },
        {
          "title": "Сеть",
          "text": "Создавая нашу сеть, мы выбрали открытую политику как в выборе транзитных операторов, так и пиринговую. Сейчас у нас восемь стыков с транзитными провайдерами, включая Транстелеком, Ростелеком, Вымпелком, МегаФон и МТС, восемнадцать стыков с IX и более трех десятков пиринговых. Дата-центры компании, расположенные по всей стране, кроме связи с провайдерами также соединены друг с другом независимыми широкополосными линиями связи. Это позволяет обеспечить высочайший уровень надежности даже в условиях работы под высокими нагрузками. Сеть легко выдерживает несколько терабит пиковой нагрузки."
        }
      ]
    }
  ],
  "dataAboutPage": [
    {
      "title": "О нас",
      "title2": "Мы – высокотехнологичная компания с многолетним опытом работы на рынке ИТ и телекоммуникаций.",
      "description": "Наша история началась несколько лет назад с небольшой команды разработчиков и инженеров. Сегодня у нас большое сообщество единомышленников и профессионалов, которые создают самые передовые технологии для медиа-индустрии и решают сложнейшие задачи видеоаналитики, оптимизации и анализа Big Data. Мы всегда стремимся вперед, предвосхищая развитие индустрии и помогая людям получать максимальное удовольствие от вселенной развлекательного контента. Uma.Tech - оператор связи, имеет лицензию оператора персональных данных."
    },
    {
      "title": "Наша миссия",
      "description": [
        {
          "title": "Мы строим цифровую экономику новой России",
          "description": "создавая решения и поставляя сервисы для заказчиков и структур из разных сфер деятельности. Среди наших реальных и потенциальных клиентов – государственные предприятия и частные компании, разного размера и из различной специализации, применяющие современные технологии и реализующие «цифровую трансформацию» своей деятельности."
        },
        {
          "title": "Наша инфраструктура охватывает все экономически активные регионы страны:",
          "description": "дата-центры позволяют работать с огромными объемами данных, коммуникационные каналы – получать скоростной доступ к современному цифровому контенту, включая самые тяжелые его разновидности."
        },
        {
          "title": "Мы умеем создавать цифровые решения",
          "description": "способные развивать бизнес-процессы наших клиентов, поднимать на новый уровень эффективность основной их деятельности. Наша квалификация позволяет клиентам радикально изменять производство, внедрять инновационные технологии в управление, маркетинг и продажи. "
        }
      ]
    },
    {
      "title": "О нас",
      "title2": "Мы – высокотехнологичная компания с многолетним опытом работы на рынке ИТ и телекоммуникаций.",
      "description": "Наша история началась несколько лет назад с небольшой команды разработчиков и инженеров. Сегодня у нас большое сообщество единомышленников и профессионалов, которые создают самые передовые технологии для медиа-индустрии и решают сложнейшие задачи видеоаналитики, оптимизации и анализа Big Data. Мы всегда стремимся вперед, предвосхищая развитие индустрии и помогая людям получать максимальное удовольствие от вселенной развлекательного контента. Uma.Tech - оператор связи, имеет лицензию оператора персональных данных."
    }
  ],

  "dataCompetencies": [
    {
      "title1": "Highload",
      "title2": "Разработка и развитие высоконагруженных интернет-сервисов:",
      "item_1": "Мы обладаем уникальным опытом в создании высоконагруженных цифровых сервисов для задач разных классов.",
      "item_2": {
        "title": "Мы умеем обеспечивать работу с BigData, от сбора, хранения и обработки данных до обогащения, аналитики и поставки моделей в продакшен.",
        "description": "Наша инфраструктура способна обеспечить быстрый сбор данных и надежное их хранение, а квалификация команды позволяет создавать решения для обработки «цифровой руды» самыми современными способами, включая методы из области искусственного интеллекта."
      },
      "item_3": {
        "title": "Нами созданы платформы для базовых задач обработки медиа-данных, в том числе, высокого разрешения.",
        "description": "Наши платформы работают на высоких нагрузках и отвечают всем требованиям для современных индустриальных систем. В частности, реализована совместимость с мобильными решениями, с устройствами на платформах Smart-TV и т.д."
      }
    },
    {
      "title1": "Управление IT-инфраструктурой",
      "title2": "Мы – профессионалы в управлении сложной распределенной инфраструктурой. В нашей сети, которая является одной из крупнейших в стране, работают свыше тысячи серверов, размещенных по геораспределенным ЦОДам.",
      "item_1": "Продуманная архитектура ядра сети, современные скоростные коммутаторы и парк из мощнейших серверов разной специализации обеспечивают решение любых задач.",
      "item_2": "Наша инфраструктура обладает высокой гибкостью и масштабируемостью, что позволяет оптимизировать и развивать ее для соответствия задачам заказчиков и требованию времени. Надежность инфраструктуре обеспечивает дублирование ЦОДов и каналов передачи данных.",
      "item_3": "<span class='title'>Высочайшую отказоустойчивость нашей инфраструктуры при решении любых задач</span> – от сбора и передачи данных до хранения и обработки – обеспечивают архитектурные решения, заложенные в ее основу, а также круглосуточный мониторинг и техническая поддержка, выполняемые командами высококлассных специалистов."
    },
    {
      "title1": "Машинное обучение",
      "title2": "Практические задачи современного бизнеса требуют для своего решения инновационных подходов и новейших инструментов.",
      "item_1": "<span class='title'>Сочетание аналитики больших данных и машинного обучения позволяет решать сложнейшие бизнес-задачи.</span> Из решенных нашей командой - прогнозирование трафика, моделирование характеристик потребителей услуг и контента, обнаружение скрытых паттернов поведения аудитории. Получение такой информации из Big Data имеет крайне важное практическое значение для бизнеса, в частности, радикально увеличивает эффективность сегментирования аудитории, персонализации предложений и применения маркетинговых инструментов. ",
      "item_2": "Наша команда способна применять самые современные подходы с использованием математического моделирования, применением решений из области искусственного интеллекта (AI).",
      "item_3": "<span class='title'>Возможности искусственного интеллекта</span> в сочетании с глубинным обучением могут быть применены для самых разных задач, в частности, для «компьютерного зрения» (computer vision). Созданные нашими специалистами решения по обработке видео могут в автоматическом режиме распознавать происходящее в кадре. Применение моделей компьютерного зрения, а также моделей обработки естественного языка (natural language processing) для анализа текстовых данных открывает новые горизонты, как в производстве контента, так и в его представлении пользователю. Вместе с углублённой аналитикой потребления контента это создаёт уникальные возможности для развития бизнеса."
    }
  ],
  "dataLicenses": [
    {
      "title": "Лицензия на услуги связи по передаче данных, за исключением услуг связи по передаче данных для целей передачи голосовой информации",
      "props": [
        { "title": "Контролирующий орган", "data": "Роскомнадзор" },
        { "title": "Дата получения", "data": "04.10.2017" },
        { "title": "Номер подтверждающего документа", "data": "№170388" },
        { "title": "Срок действия", "data": "30.03.2022" }
      ]
    },
    {
      "title": "Лицензия на телематические услуги связи",
      "props": [
        { "title": "Контролирующий орган", "data": "Роскомнадзор" },
        { "title": "Дата получения", "data": "04.10.2017" },
        { "title": "Номер подтверждающего документа", "data": "№170388" },
        { "title": "Срок действия", "data": "08.09.2020" }
      ]
    },
    {
      "title": "Единый реестр российских программ для электронных вычислительных машин и баз данных в информационно - телекоммуникационной сети «Интернет»",
      "props": [
        {
          "title": "Контролирующий орган",
          "data": "Министерство цифрового развития, связи и массовых коммуникаций РФ"
        },
        { "title": "Дата выпуска приказа", "data": "24.04.2019" },
        {
          "title": "Номер подтверждающего документа",
          "data": "Приказ №168 о включении Pass.Media и Uma.Media в реестр"
        },
        { "title": "Срок действия", "data": "Нет определенного срока действия" }
      ]
    },
    {
      "title": "Аккредитация организации, осуществляющей деятельность в области информационных технологий",
      "props": [
        {
          "title": "Контролирующий орган",
          "data": "Министерство цифрового развития, связи и массовых коммуникаций РФ"
        },
        { "title": "Дата получения", "data": "04.10.2017" },
        { "title": "Номер подтверждающего документа", "data": "Запись №9297" },
        { "title": "Срок действия", "data": "Нет определенного срока действия" }
      ]
    },
    {
      "title": "Оператор персональных данных",
      "props": [
        { "title": "Контролирующий орган", "data": "Роскомнадзор" },
        { "title": "Дата выпуска приказа", "data": "28.08.2018" },
        {
          "title": "Номер подтверждающего документа",
          "data": "№77-18-011300 основание внесения оператора в реестр – Приказ № 204"
        },
        {
          "title": "Срок действия",
          "data": "Нет определенного срока действия"
        }
      ]
    }
  ],
  "dataFooter": {
    "title_logo2x2": "Организаторы:",
    "apply": "подать заявку",
    "contest_rules": "Положение конкурса",
    "address_title": "Место проведения:",
    "address_city": "г. Екатеринбург",
    "address_street": "ул. Бориса Ельцина, д. 3",
    "license": "Международный фестиваль и конкурс цифрового видео-арта «Pixels Fest» © 2019-2020 | Все права защищены."
  },
  "dataVacancy": [
    {
      "id": 1,
      "profession": "Python разработчик",
      "city": "Москва",
      "description": "Наше подразделение в Uma.Tech занимается разработкой высоконагруженных сервисов, связанных с показом видео. Сейчас мы ищем талантливого и целеустремленного разработчика в нашу дружную команду! В первую очередь нас интересуют кандидаты уровня middle и выше. (А если ты еще Junior, но хочешь развиваться в сфере IT и стать настоящим профессионалом, то мы можем сделать исключение).",
      "details": {
        "tasks": [
          "Проектирование и разработка серверной части очень высоконагруженных сервисов видеоплатформы;",
          "Разработка юнит-тестов, проведение CodeReview, участие в планировании задач на ближайшую итерацию;",
          "Непосредственное взаимодействие с разработчиками, тестировщиками и менеджерами проектов в рамках деятельности scrum-команды."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 2,
      "profession": "Frontend разработчик",
      "city": "Москва",
      "description": "Наше подразделение в Uma.Tech занимается разработкой высоконагруженных сервисов, связанных с показом видео. Сейчас мы ищем талантливого и целеустремленного разработчика в нашу дружную команду на направления, связанные как с классическим фронтом, так и с такими специфическими ответвлениями, как разработка видеоплеера для web и SMART TV.",
      "details": {
        "tasks": [
          "Проектирование и разработка фронтенд части платформенных проектов (в большинстве случаев - разработка с нуля);",
          "Написание программного кода, проведение CodeReview;",
          "Участие в планировании задач на ближайшую итерацию;",
          "Непосредственное взаимодействие с разработчиками, тестировщиками и менеджерами проектов в рамках деятельности scrum-команды."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 3,
      "profession": "Инженер по тестированию",
      "city": "Москва",
      "description": "Отдел продуктовой разработки развивает развлекательные интернет-проекты холдинга. Такие, например, как спортивные проекты matchtv.ru, Sportbox, приложение «Матч! Клуб». Сейчас мы ищем талантливого и целеустремленного тестировщика в нашу дружную команду!",
      "details": {
        "tasks": [
          "Тестирование серверных API и логики;",
          "Тестирование mobile и web приложений;",
          "Разработка чек-листов, тест-кейсов и их поддержка."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 4,
      "profession": "Разработчик приложений (Android/AndroidTV)",
      "city": "Москва",
      "description": "Отдел продуктовой разработки развивает развлекательные интернет-проекты холдинга. Такие, например, как спортивные проекты matchtv.ru, Sportbox, приложение «Матч! Клуб». Сейчас мы ищем талантливого и целеустремленного разработчика в нашу дружную команду!",
      "details": {
        "tasks": [
          "Разработка приложений под Android / AndroidTV;",
          "Аудит программного кода;",
          "Автоматизация процессов сборки и деплоя;",
          "Участие в планировании релизов;",
          "Написание тестов."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 5,
      "profession": "Разработчик приложений iOS/tvOS",
      "city": "Москва",
      "description": "Отдел продуктовой разработки развивает развлекательные интернет-проекты холдинга. Такие, например, как спортивные проекты matchtv.ru, Sportbox, приложение «Матч! Клуб». Сейчас мы ищем талантливого и целеустремленного разработчика в нашу дружную команду!",
      "details": {
        "tasks": [
          "Разработка приложений под iOS и tvOS;",
          "Аудит программного кода;",
          "Автоматизация процессов сборки и деплоя;",
          "Участие в планировании релизов;",
          "Написание тестов."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 6,
      "profession": "Backend-разработчик PHP",
      "city": "Москва",
      "description": "Отдел продуктовой разработки развивает развлекательные интернет-проекты холдинга. Такие, например, как спортивные проекты matchtv.ru, Sportbox, приложение «Матч! Клуб». Сейчас мы ищем талантливого и целеустремленного разработчика в нашу дружную команду!",
      "details": {
        "tasks": [
          "Развитие и модернизация архитектуры серверной части проекта;",
          "Оптимизация кода под постоянно большие и пиковые нагрузки. "
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 7,
      "profession": "Frontend-разработчик",
      "city": "Москва",
      "description": "Отдел продуктовой разработки развивает развлекательные интернет-проекты холдинга. Такие, например, как спортивные проекты matchtv.ru, Sportbox, приложение «Матч! Клуб». Сейчас мы ищем талантливого и целеустремленного разработчика в нашу дружную команду!",
      "details": {
        "tasks": [
          "Верстка адаптивных и доступных интерфейсов;",
          "Написание js (не SPA), используя ES6 и базовые паттерны;",
          "Разработка нового функционала и поддержка старого;",
          "Работа в команде по Agile."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 8,
      "profession": "Инженер баз данных",
      "city": "Москва",
      "description": "Мы создали одну из крупнейших российских сетей доставки видеоконтента и ряд комплексных технических решений для highload-сервисов медиа-индустрии. Благодаря им пользователи по всему миру могут получать скоростной доступ к современному цифровому контенту, что делает наших клиентов безусловными лидерами в цифровом пространстве.</br></br>Сейчас мы ищем талантливого и целеустремленного инженера в нашу дружную команду!",
      "details": {
        "tasks": [
          "Участие в планировании новых решений, касающиеся СУБД проекта - выбор технологий, архитектура реализации с учётом отказоустойчивости, хайлоада;",
          "Разворачивание новых сервисов и реализация сопровождающих эксплуатационных задач - бекапы, мониторинг, автоматизация деплоя и т.д;",
          "Ревью изменений в структуре данных поддерживаемых проектов при релизах, анализ изменений в нагрузке сервисов на БД после релиза;",
          "Написание SQL запросов, чтобы понять, что из всего этого у нас получилось (для запросов, которые нужно делать постоянно, есть автоматизация)."
        ],
        "requirements": [],
        "technologies": [
          "ClickHouse, PostgreSQL, MySQL;",
          "Redis, RabbitMQ, MongoDB;",
          "CentOS, Docker, Docker Swarm;",
          "Python/Django/Celery, Nginx;",
          "Zabbix, Grafana, Ansible."
        ]
      }
    },
    {
      "id": 9,
      "profession": "Системный инженер (DevOps)",
      "city": "Москва",
      "description": "Технический департамент Uma.Tech поддерживает высоконагруженные сервисы: видеоплатформу для показа видео (VoD, Live) с обычной нагрузкой свыше 1Тб/с., популярные web-сайты (matchtv.ru, Sportbox) и приложения. Сейчас мы ищем талантливого и целеустремленного инженера в нашу дружную команду!",
      "details": {
        "tasks": [
          "Эксплуатация и развитие высоконагруженных проектов, связанных с видео (VoD/Live);",
          "Взаимодействие с командой разработки, DevOps-поддержка, выстраивание процессов CI/CD;",
          "Участие в проектировании новых сервисов и инфраструктуры;",
          "Анализ узких мест в системе, разработка вариантов оптимизации;",
          "Администрирование и поддержка серверной инфраструктуры;",
          "Автоматизация рутинных процессов."
        ],
        "requirements": [],
        "technologies": [
          "Linux;",
          "GitLab CI/CD;",
          "Nginx;",
          "Python/PHP;",
          "MySQL;",
          "ClickHouse;",
          "Kubernetes/Docker Swarm;",
          "Ansible."
        ]
      }
    },
    {
      "id": 10,
      "profession": "Инженер группы мониторинга и технической поддержки",
      "city": "Москва",
      "description": "В группе мониторинга и технической поддержки Uma.Tech открыто несколько вакансий – позиция отличная для старта и начала роста в компании.  Uma.Tech поддерживает и развивает высоконагруженные сервисы: видеоплатформу для показа видео (VoD, Live) с обычной нагрузкой свыше 1Тб/с., популярные web-сайты (matchtv.ru, Sportbox) и приложения. Сейчас мы ищем талантливого и целеустремленного инженера в нашу дружную команду!",
      "details": {
        "tasks": [
          "Мониторинг состояния информационных систем, приложений, сервисов, телекоммуникационного оборудования и каналов связи;",
          "Диагностика и локализация возникающих инцидентов;",
          "Самостоятельное решение инцидентов в зоне ответственности отдела;",
          "Координирование специалистов из других отделов при решении инцидентов;",
          "Планирование и проведение регламентных работ;",
          "Участие в интеграции и поддержке сервисов;",
          "Автоматизация процессов мониторинга и диагностики инцидентов."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 11,
      "profession": "Специалист по анализу данных и мат. моделированию (Data Scientist)",
      "city": "Москва",
      "description": "(Есть как Junior, так и Middle позиции)",
      "details": {
        "tasks": [
          "Анализ клиентского поведения на сайтах и в приложениях;",
          "Построение рекомендаций и персонализация продуктов на основе клиентского опыта;",
          "Обогащение профиля пользователя;",
          "Применение современных методов анализа данных и машинного обучения для исследования и оптимизации ключевых направлений развития продуктов компании;",
          "Анализ контента и извлечение из него дополнительных признаков;",
          "Участие в проектах по DS от гипотезы до поставки в production."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 12,
      "profession": "Аналитик данных в отдел продуктовой аналитики (Data/Product Analyst)",
      "city": "Москва",
      "description": "(Есть как Junior, так и Middle позиции)",
      "details": {
        "tasks": [
          "Анализ поведения пользователей в различных продуктах (сайты и приложения);",
          "Сегментирование аудитории, создание рфмы/когорт/воронок, оптимизация коммуникаций;",
          "Предсказание доходности и длительности жизненного цикла пользователей;",
          "Анализ продуктовых метрик и бизнес-показателей, проведение ad-hoc исследований и автоматизация отчетности;",
          "Сопровождение A/B-тестов и других маркетинговых и продуктовых экспериментов;",
          "Поиск инсайтов и решений по улучшению продуктов, презентация результатов."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 13,
      "profession": "Технический менеджер (Technical manager on Big Data project)",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Управление инфраструктурными/платформенными проектами;",
          "Участие в сложных проектах совместно с командами разработки, эксплуатации, тестирования и анализа данных;",
          "Взаимодействие и координация работы как внутри департамента, так и с другими подразделениями компании;",
          "Планирование и согласование работы;",
          "Анализ и подготовка функциональных и нефункциональных требований, технических заданий;",
          "Управление процессом разработки по планам и требованиям;",
          "Формирование предложений, описаний проектов, проектной документации;",
          "Консультация пользователей проектов."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 14,
      "profession": "Системный инженер (System/DevOps Engineer)",
      "city": "Москва",
      "description": "(Есть как Junior, так и Middle позиции)",
      "details": {
        "tasks": [
          "Поддержка и развитие инфраструктуры проектов на основе больших данных;",
          "Обеспечение надежности и безопасности сервисов проекта;",
          "Операционная поддержка разрабатываемых проектов;",
          "Подключение всех сервисов департамента к мониторингу;",
          "Приём оборудования в эксплуатацию;",
          "Первичный разбор инцидентов;",
          "Распределение и учёт ресурсов."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 15,
      "profession": "Инженер данных (Data Engineer)",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Анализ и имплементация требований к платформе обработки данных и производным сервисам;",
          "Разработка и поддержка ETL-процессов, включая хранение и обработку больших данных, консолидацию данных в DWH (используя внутренние и внешние источники данных);",
          "Проектирование pipelines для разовых и периодических выгрузок данных для внутренних и внешних заказчиков;",
          "Обеспечение полноты и доступности данных для решения задач в области аналитики и машинного обучения;",
          "Написание модульных тестов и ответственность за их качество (план — 100% покрытие);",
          "Контроль за CI/CD приложений платформы, реагирование на инциденты;",
          "Поддержание высокого уровня культуры написания и тестирования кода;",
          "Настройка мониторинга и реагирование на инциденты (в рабочее время, мы редко овертаймим)."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 16,
      "profession": "Разработчик (Fullstack Developer) в проекты на основе больших данных",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Анализ и имплементация требований бизнес-пользователей;",
          "Прототипирование идей, конструирование MVP;",
          "Разработка и поддержка web-приложений;",
          "Профилирование web-приложений и устранение bottle necks;",
          "Написание модульных тестов и ответственность за их качество (план — 100% покрытие);",
          "Контроль за CI/CD приложений платформы, реагирование на инциденты;",
          "Поддержание высокого уровня культуры написания и тестирования кода;",
          "Настройка мониторинга и реагирование на инциденты (в рабочее время, мы редко овертаймим)."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 17,
      "profession": "Специалист по контролю качества (QA Engineer) в проекты на основе больших данных",
      "city": "Москва",
      "description": "(Есть как Junior, так и Middle позиции) ",
      "details": {
        "tasks": [
          "Сбор, анализ требований к платформе обработки данных и производным сервисам;",
          "Построение тестового плана по платформе;",
          "Подготовка и проработка тест-кейсов;",
          "Анализ и контроль соответствия бизнес-требований и реализации;",
          "Автоматизация тестирования API и UI;",
          "Сбор, анализ и консолидация требований к качеству данных;",
          "Анализ и контроль полноты и качества данных;",
          "Внедрения инструментария автотестирования и управления качеством данных;",
          "Контроль встраивания автотестов в CI/CD проекта."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 18,
      "profession": "Инженер машинного обучения (ML Engineer)",
      "city": "Москва",
      "description": "(Есть как Junior, так и Middle позиции) ",
      "details": {
        "tasks": [
          "Анализ и имплементация требований к платформе;",
          "Подготовка dataset из неструктурированных данных;",
          "Обучение нейронных сетей;",
          "Оптимизация моделей прогнозирования;",
          "Разработка архитектуры систем машинного обучения;",
          "Создание рабочих моделей решений из прототипов, предоставленных DS;",
          "Поддержка ETL-процессов, включая хранение и обработку больших данных, консолидацию данных в DWH (используя внутренние и внешние источники данных",
          "Обеспечение полноты и доступности данных для решения задач в области аналитики и машинного обучения",
          "Написание модульных тестов и ответственность за их качество (план — 100% покрытие);",
          "Контроль за CI/CD приложений платформы, реагирование на инциденты;",
          "Поддержание высокого уровня культуры написания и тестирования кода;",
          "Настройка мониторинга и реагирование на инциденты (в рабочее время, мы редко овертаймим)."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 19,
      "profession": "Frontend-разработчик / верстальщик",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Участие в разработке архитектуры проекта;",
          "Верстка дизайн-макетов страниц, email рассылок;",
          "Реализация JS-логики приложения;",
          "Рефакторинг и оптимизация верстки."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 20,
      "profession": "Backend-разработчик",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Участие в разработке бэкенда веб-сайтов и веб-приложений в составе команды;",
          "Написание скриптов для импорта или экспорта данных."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 21,
      "profession": "Графический дизайнер",
      "city": "Москва",
      "description": "В команду отдела маркетинга PREMIER.ONE мы ищем креативного дизайнера с хорошим опытом работы в сфере графического дизайна и брендинга!",
      "details": {
        "tasks": [
          "Подготовка графического пакета для контента;",
          "Подготовка промо-пакета для контента;",
          "Создание креативных материалов для оформления контента;",
          "Подготовки шаблонов макетов email рассылок;",
          "Подготовка шаблонов макетов посадочных страниц."
        ],
        "requirements": [
          "Профессиональное владение графическими программами Adobe PhotoShop, Adobе Illustrator, Adobe InDesign, Acrobat, After Effects, Figma, Microsoft Power Point;",
          "Наличие портфолио;",
          "Креативность, целеустремленность, художественный вкус, внимательность к деталям;",
          "Понимание базовых принципов верстки и композиции;",
          "Опыт работы в сфере дизайна рекламных материалов для полиграфии и интернет-маркетинга (подготовки шаблонов макетов email рассылок);",
          "Навыки в web-дизайне приветствуются;",
          "Значительным преимуществом будет умение работать в видеоредакторах."
        ],
        "technologies": []
      }
    },
    {
      "id": 22,
      "profession": "UX дизайнер",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Изучение поведения пользователей и продумывание пользовательских сценариев;",
          "Генерация гипотез и реализация сценариев;",
          "Контроль реализации дизайна на стороне разработки;",
          "Позиция предполагает тесное взаимодействие с Product Owner-ом."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 23,
      "profession": "UX-райтер",
      "city": "Москва",
      "description": "В команду отдела маркетинга PREMIER.ONE мы ищем UX-райтера, который любит интерфейсы и хочет сделать их еще круче!",
      "details": {
        "tasks": [
          "Написание и редактирование подписи в интерфейсах веб-сервисов и мобильных приложений (кнопки, меню, подсказки, ошибки, заголовки, подписи к формам);",
          "Написание в стиле, который является эффективным и сканируемым;",
          "Описание ошибок и содержания обращений, текстов, отчетов;",
          "Разработка текстов для сценариев и заданий для респондентов, написание инструкций."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 24,
      "profession": "Менеджер спортивных продуктов",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Определение корреляции в данных и поиск точек роста продукта;",
          "Работа с данными;",
          "Проведение качественных и количественных исследований;",
          "Формулировка и валидация гипотез;",
          "Валидация решений проблемных гипотез (проверка результатов на стат. значимость);",
          "Разработка системных метрик продукта (продукт, фича, действие);",
          "Разработка системы мониторинга обратной связи уровнем удовлетворённости продуктом;",
          "Сегментация пользователей."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 25,
      "profession": "Менеджер спортивных проектов ",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Развитие спортивных сайтов;",
          "Работа с внешними партнёрами и клиентами;",
          "Взаимодействие с другими департаментами и интеграция их решений на сайты;",
          "Обеспечение взаимосвязи продуктовой команды и разработки;",
          "Выявление потребностей разных целевых групп (внешних и внутренних), формулирование их в задачи, приоритизация и отслеживание сроков их выполнения;",
          "Формирование пакетов и новых предложений для пользователей;",
          "Общение с лигами и федерациями;",
          "Определение интересного контента для аудитории."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 26,
      "profession": "Медиапланер-аналитик",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Прогноз KPI по проектам;",
          "Составление медиапланов коммерческих и бартерных проектов;",
          "Бронирование трафика под проданные проекты;",
          "Размещение материалов через Adfox и другие рекламные системы на интернет-площадках холдинга;",
          "Контроль выполнения прогнозируемых KPI;",
          "Предоставление отчетности по коммерческим и баннерным кампаниям;",
          "Взаимодействие с другими департаментами для создания аналитических отчетов;",
          "Проведение аналитических работ с целью сбора, оценки и анализа получаемой информации, а также выработки практических рекомендаций."
        ],
        "requirements": [],
        "technologies": []
      }
    },
    {
      "id": 27,
      "profession": "Инженер Технической Поддержки",
      "city": "Москва",
      "description": "",
      "details": {
        "tasks": [
          "Поддержка пользователей рекламных платформ;",
          "Обучение пользователей;",
          "Автоматизация типичных запросов;",
          "Разбор ошибок и проблем, с которыми сталкиваются пользователи платформы;",
          "Консолидация обратной связи от пользователей и передача командам разработки и управления продуктом;",
          "Создание инструкций."
        ],
        "requirements": [],
        "technologies": []
      }
    }
  ]
}
